Revit 2027 API
TessellatedBuildIssue.ReportIssueToDataSource Method
 Reports whether this issue should be reported to the company which wrote the software which produced the face set data (true), or to Autodesk (false).
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool ReportIssueToDataSource()
Public Function ReportIssueToDataSource As Boolean
public:
bool ReportIssueToDataSource()
member ReportIssueToDataSource : unit -> bool
Return Value
Boolean
See Also
Reference
TessellatedBuildIssue Class
Autodesk.Revit.DB Namespace